/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " - ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (enregistré automatiquement)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ ne peut pas ouvrir les fichiers au format « %2$@ ».";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ ne peut pas ouvrir les fichiers de ce type.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "« %1$@ » n’a pas pu être géré car %2$@ ne peut pas ouvrir les fichiers au format « %3$@ ».";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "« %1$@ » n’a pas pu être géré car %2$@ ne peut pas ouvrir les fichiers de ce type.";

/* Label of Cancel button. */
"Cancel" = "Annuler";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Modifier les réglages d’impression";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Fermer";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Éliminer les modifications";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Voulez-vous quand-même l’écraser ?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Voulez-vous revenir à la version enregistrée la plus récente du document « %@ » ?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Souhaitez-vous enregistrer les modifications apportées au document « %@ » ?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Ne pas écraser";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Ne pas enregistrer";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Erreur";

/* Title of a save panel for a Save To operation. */
"Export" = "Exportation";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Exporter comme :";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Si vous ne revoyez pas vos documents, toutes les modifications seront perdues.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Il sera enregistré soit dans le dossier « %@ », soit dans l’emplacement de votre choix.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Il sera enregistré soit sous ce nouveau nom, soit sous celui que vous aurez choisi.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Aucun document n’a pu être créé. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Écraser";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Quitter";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Quitter quand même";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Revenir";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Vérifier les modifications…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Revoir la version non enregistrée";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Enregistrer";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Enregistrer sous :";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Enregistrer sous…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Enregistrer les modifications de « %@ » ?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Enregistrer…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Le document « %1$@ » enregistré automatiquement n’a pas pu être rouvert. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Les modifications apportées par l’autre application seront perdues si vous enregistrez. Voulez-vous quand même enregistrer ?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Le document « %1$@ » n’a pas pu être enregistré automatiquement. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Le document « %1$@ » n’a pas pu être exporté sous le nom « %2$@ ». %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Le document « %1$@ » n’a pas pu être ouvert pour impression. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Le document « %1$@ » n’a pas pu être ouvert. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Le document « %1$@ » n’a pas pu être imprimé. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Le document « %1$@ » n’a pas pu revenir à la version antérieure. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Le document « %1$@ » n’a pas pu être enregistré comme « %2$@ ». %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Le document « %1$@ » n’a pas pu être enregistré. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "Le document « %@ » a été déplacé.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "Le document « %@ » est dans la Corbeille.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "Le fichier « %@ » est verrouillé.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Le fichier est verrouillé.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "L’emplacement du document « %@ » n’a pu être déterminé.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Le document récent « %@ » n’a pu être ouvert.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Le document récent « %@ » est introuvable.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Le document n’a pas pu être automatiquement enregistré car vous ne possédez pas les autorisations en écriture pour le dossier qui le contient.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Ce document a été renommé « %@ ».";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Le fichier de ce document a été modifié par une autre application depuis que vous l’avez ouvert ou enregistré pour la dernière fois.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Document %@ non enregistré";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Document %1$@ %2$ld non enregistré";

/* Name to use for the first untitled document. */
"Untitled" = "Sans titre";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Sans titre %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Vous pouvez enregistrer dans un autre emplacement.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Vous pouvez spécifier où l’enregistrer.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "%1$@ de vos documents %2$@ comportent des modifications non enregistrées. Souhaitez-vous revoir ces dernières avant de quitter ?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Certains documents n’ont pas été enregistrés.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Vos modifications seront perdues si cet ordinateur défaille ou est à court d’autonomie avant que vous ne les ayez enregistrées.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Vos modifications seront perdues si vous ne les enregistrez pas.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Vos modifications actuelles seront perdues.";

